Repository: common-repository/woo-racoon
Catalog: languages/woocommerce-racoon-*_formal.po
Languages: de_de_formal

source: Advanced configuration for WooCommerce.
de_de_formal: Erweiterte Einstellungen für WooCommerce.

source: Configuration for the breadcrumb navigation.
de_de_formal: Konfiguration für die Brotkrumen-Navigation.

source: Custom settings for the shop archive page.
de_de_formal: Einstellungen für die Shop-Seite.

source: Custom settings for the single product page
de_de_formal: Einstellungen für die Produkt-Einzelseite.

source: WooCommerce Racoon advanced settings to configure WooCommerce.
de_de_formal: WooCommerce Racoon erweiterte Einstellungen zur WooCommerce Konfiguration.

source: WooCommerce Plugin has to be installed first!
de_de_formal: WooCommerce muss zuerst installiert sein!

source: Home
de_de_formal: Start

source: Advanced Settings
de_de_formal: Erweiterte Einstellungen

source: Upload/Add image
de_de_formal: Bild hochladen/hinzufügen

source: Remove image
de_de_formal: Bild löschen

source: Placeholder URL
de_de_formal: Platzhalter URL

source: Select the placeholder image which will be shown if no product image is available.
de_de_formal: Wählen Sie das Platzhalter-Bild das angezeigt wird wenn kein Produktbild verfügbar ist.

source: Password strength
de_de_formal: Passwortstärke

source: Choose password strength
de_de_formal: Wählen Sie die Passwortstärke

source: No review
de_de_formal: Keine Überprüfung

source: Very easy
de_de_formal: Sehr leicht

source: Easy
de_de_formal: Leicht

source: Medium
de_de_formal: Mittel

source: Strong
de_de_formal: Stark

source: Very strong
de_de_formal: Sehr stark

source: Select the password strength that new customers have to match. (No review is not recommended!)
de_de_formal: Wählen Sie die Passwortstärke aus die neue Kunden erfüllen müssen. (Keine Überprüfung wird nicht empfohlen!)

source: Price suffix selector
de_de_formal: Preis Suffix Auswahl

source: Please enter here the part of the text from "Price Display Suffix" in the "Tax" tab which should be the link.
de_de_formal: Geben Sie hier den Teil aus "Price Display Suffix" aus dem "Mehrwertsteuer" Tab an der als Link ausgegeben werden soll.

source: Price suffix link
de_de_formal: Preis Suffix Link

source: Select the page you want to link to.
de_de_formal: Wählen Sie die Seite aus die verlinkt werden soll.

source: Breadcrumb
de_de_formal: Brotkrumen

source: Show breadcrumb navigation
de_de_formal: Brotkrumen-Navigation anzeigen

source: Choose option
de_de_formal: Bitte wählen

source: Yes
de_de_formal: Ja

source: No
de_de_formal: Nein

source: Decide if you want to show the breadcrumb navigation or not.
de_de_formal: Entscheiden Sie ob die Brotkrumen-Navigation angezeigt werden soll oder nicht.

source: Breadcrumb home text
de_de_formal: Brotkrumen Start-Text

source: Please enter here your custom home text. Leave empty for the default "Home".
de_de_formal: Bitte geben Sie hier den Start-Text ein. Lassen Sie das Feld leer für den Standard "Start".

source: Breadcrumb home link
de_de_formal: Brotkrumen Start-Link

source: Please enter here the absolute URL for the home text. Leave empty for the default "Shop".
de_de_formal: Bitte geben Sie hier die absolute URL für den Start-Text an. Lassen Sie das Feld leer für den Standard "Shop".

source: Breadcrumb separator
de_de_formal: Brotkrumen Separator

source: Please enter here your custom separator. Leave empty for the default "/".
de_de_formal: Bitte geben Sie hier Ihren eigene Separator an. Lassen Sie das Feld leer für den Standard "/".

source: Shop Page
de_de_formal: Shop Seite

source: Products per page
de_de_formal: Produkte pro Seite

source: How many products do you want to show per page? Type "-1" for no pagination and all products.
de_de_formal: Wie viele Produkte möchten Sie pro Seiten anzeigen? Tragen Sie "-1" für keine Pagination und alle Produkte ein.

source: Hide result count
de_de_formal: Ergebnisanzeige ausblenden

source: If you want to hide the result count activate this checkbox.
de_de_formal: Wenn Sie die Ergebnisanzeige ausblenden wollen, aktivieren sie diese Checkbox.

source: Hide category product count
de_de_formal: Produktzähler ausblenden

source: If you want to hide the category product count activate this checkbox.
de_de_formal: Wenn Sie den Produktzähler ausblenden wollen, aktivieren sie diese Checkbox.

source: Hide product order dropdown
de_de_formal: Sortierungsauswahl ausblenden

source: If you want to hide the product order dropdown activate this checkbox.
de_de_formal: Wenn Sie die Sortierungsauswahl ausblenden wollen, aktivieren sie diese Checkbox.

source: Single product page
de_de_formal: Produkt Einzelseite

source: Hide single product meta
de_de_formal: Produkt-Metadaten ausblenden

source: If you want to hide the product meta data (SKU, category, tags, etc...) activate this checkbox.
de_de_formal: Wenn Sie die Produkt-Metadaten ausblenden wollen, aktivieren sie diese Checkbox.

source: Hide tab description
de_de_formal: Tab Beschreibung ausblenden

source: If you want to hide the tab description activate this checkbox.
de_de_formal: Wenn Sie den Tab Beschreibung ausblenden wollen, aktivieren sie diese Checkbox.

source: Hide tab reviews
de_de_formal: Tab Bewertungen ausblenden

source: If you want to hide the tab reviews activate this checkbox.
de_de_formal: Wenn Sie den Tab Bewertungen ausblenden wollen, aktivieren sie diese Checkbox.

source: Hide tab additional information
de_de_formal: Tab zusätzliche Informationen ausblenden

source: If you want to hide the tab additional information activate this checkbox.
de_de_formal: Wenn Sie den Tab zusätzliche Beschreibung ausblenden wollen, aktivieren sie diese Checkbox.

source: The WooCommerce Racoon gives you the possibility to configure WooCommerce with advanced settings right from the WordPress backend.
de_de_formal: Der WooCommerce Racoon gibt Ihnen die Möglichkeit WooCommerce mit erweiterten Einstellungen direkt aus dem WordPress Backend heraus zu konfigurieren.
